package com.shrekislove.ld46.screens

class IntroScreen : LibScreen() {

    val text1 = "Этот честный работяга работал простым каменщиком"
    val text2 = "Но однажды ему перестали платить зарплату"
    val text3 = "Прошло три дня, у него закончились деньги, у него закончились запасы еды"
    val text4 = "Чтобы не умереть с голоду он всё-же решил идти на отчаянные меры"
    val text5 = "Он долго сомневался стоит ли ему это делать"
    val text6 = "Целых 3 минуты"
    val text7 = "Он будет воровать еду в ларьке"
    val text8 = "Ему нужно составить план"
}